[
    {
      "id": "1",
      "title": "Nina Carducci",
      "cover": "ryoji-1920.webp",
      "pictures": [
        "ninacarducci1",
        "ninacarducci2",
        "ninacarducci3"
      ],
      "description": "Le projet 9 du parcours intégrateur web de OpenClassrooms consistais à améliorer les performance et le référencement naturelle (seo) du site d'un client, ce projet permettais d'apprendre à utilisé \"Lighthouse\" et apprendre les bonnes méthodes d'optimisation et de référencement.",
      "tags": ["JavaScript", "Sass", "Html", "Lighthouse"],
      "link": "https://github.com/treriwen/nina-carducci"
    },
    {
      "id": "2",
      "title": "OhMyFood",
      "cover": "HoMyFood.jpg",
      "pictures": [
        "HoMyFood1",
        "HoMyFood2",
        "HoMyFood3"
        ],
      "description": "Projet numéro 4 du parcours intégrateur web de OpenClassrooms consistais à intégrer, en partant d'une maquette, l'interface du site d'Ohmyfood en commençant par la version mobile.",
      "tags": ["Sass", "Html", "Figma"],
      "link": "https://github.com/treriwen/Projet4OhMyFood"
    },
    {
      "id": "3",
      "title": "724Events",
      "cover": "724Events.png",
      "pictures": [
        "724Events",
        "724Events1",
        "724Events2",
        "724Events3"
        ],
      "description": "Le projet 10 du parcours intégrateur web de OpenClassrooms consistais à débugger le site d'un agence événementiel, ceci ma permit d'utiliser et d'apprendre le principe et l'utilité des tests unitaires",
      "tags": ["React"],
      "link": "https://github.com/treriwen/debug"
    },
    {
      "id": "4",
      "title": "sophie-bluel",
      "cover": "sophie-bluel.png",
      "pictures": [
        "sophie-bluel",
        "sophie-bluel1",
        "sophie-bluel2"
      ],
      "description": "Le projet 6 du parcours Intégrateur Web d'OpenClassrooms nous emmène sur la conception du site portfolio d'une architecte en utilisant JavaScript et en communiquant avec une API.",
      "tags": ["Sass", "Html", "JavaScript"],
      "link": "https://github.com/treriwen/final-shopie-portfolio"
    },
    {
      "id": "5",
      "title": "Dungeon-slayer",
      "cover": "dungeon-slayer.png",
      "pictures": [
        "dungeon1",
        "dungeon2",
        "dungeon3",
        "dungeon4"
      ],
      "description": "Dungeon slayer est un projet personnel, réalisé hors formation, qui met en avant mon envie de créer des jeux vidéos depuis longtemps. Ce projet fais en python avec la biblihoteque \"Pygame\" demandais de re-créer entierement un moteur de jeu ( pour l'affichage et l'update des images, le mouvement, les collisions... ). Il ma permit à la fois de me perfectionner dans mes connaissances python mais aussi de me plonger plus précisement sur la Programmation Orienté Objet",
      "tags": ["Python", "Pygame", "Github", "GitKraken"],
      "link": "https://github.com/treriwen/Dungeon-slayer",
      "linkPage": ""
    }
  ]
  